{
    "namespace": "surgeCatalogueHealthInfectionPreventionAndControl",
    "strings": {
        "infectionPreventionAndControlTitle": "Infection Prevention and Control (IPC)",
        "healthIPCCapacity": "Capacity",
        "healthIPCDetail": "The purpose of the infection prevention and control public health emergency response unit (IPC ERU) is to contribute to the reduction of mortality and morbidity due to the transmission of infectious diseases (nosocomial transmissions) in healthcare facilities during a crisis or epidemic outbreak. To achieve this, the IPC ERU supports and strengthens the IPC capacities of existing healthcare facilities. This enables a continued provision of care in a safer way, and protects the communities from harm.",
        "healthIPCEmergencyServicesTitle": "Emergency Services",
        "healthIPCEmergencyServicesDetail1": "Following a rapid IPC assessment conducted in the health facility(ies) to identify critical IPC needs and gaps, an IPC work plan is created and covers the following components:",
        "healthIPCEmergencyServicesDetail2": "Initial training: This initial training aims to support with knowledge around best practices for all healthcare workers and support staff in the health care facility.",
        "healthIPCEmergencyServicesDetail3": "Technical support for interventions: In parallel with the initial trainings, delegates provide technical support for key interventions such as setting up a screening and triage area, hand washing stations, safe water access points, etc.",
        "healthIPCEmergencyServicesDetail4": "Material, equipment and services: To ensure the uptake of IPC practices, the PH IPC ERU team might need to provide material support such as PPE, disinfectants, hand-washing stations, etc. This could be done either through local or international procurement. For waste management, it might be necessary to provide incinerators or waste disposal services. Providing these quickly even in time for the training ensures best uptake as the staff will feel supported.",
        "healthIPCEmergencyServicesDetail5": "Routine monitoring, supervision, and refresher trainings: Once initial trainings and interventions have been set up, delegates should continue with routine supervision and monitoring using the monitoring tools provided in this handbook.",
        "healthIPCEmergencyServicesDetail6": "Planning for exit and handover: Planning for exit needs to start from the first rotation, as such, it is important to bring this notion into discussions with MoH and managers of HCF as the work goes forward, and start discussing options with appropriate stakeholders.",
        "healthIPCEmergencyServicesDetail7": "Trainings and interventions activities cover the major components of IPC practices including: Triage, screening and isolation, Hand hygiene, Personal protective equipment (PPE), Injection safety, Environmental cleaning, including bed linen handling, Healthcare waste management, Decontamination and sterilization of medical devices and patient care equipment, Standard and transmission-based precautions, Rapid screening at triage for patients meeting case definition.",
        "healthIPCDesignedFor": "Designed For",
        "healthIPCDesignedForDetail": "Unit can be deployed within  48 hours upon receiving a deployment request, is self-sufficient for 1 month and can operate for up to 4 months. Designed for the provision of (some) equipment and technical support to existing health facilities.",
        "healthIPCPersonnel": "Personnel",
        "healthIPCTotalLabel": "Total",
        "healthIPCTotalValue": "5-7 people.",
        "healthIPCCompositionLabel": "Composition",
        "healthIPCCompositionValue": "A Team Leader, 2-3 IPC trainer and specialist, a WASH specialist, a logistician, and a finance admin.",
        "healthIPCStandardComponentsLabel": "Standard Components",
        "healthIPCStandardComponentsListItemOne": "ERU IPC Handbook",
        "healthIPCStandardComponentsListItemTwo": "IPC Delegate Training Toolkit",
        "healthIPCStandardComponentsListItemThree": "IPC Field Training Toolkit",
        "healthIPCStandardComponentsListItemFour": "IPC materials and equipment quantification tool",
        "healthIPCStandardComponentsListItemFive": "IPC assessment tool for health centers",
        "healthIPCStandardComponentsListItemSix": "Material and equipment package (variant according to local needs assessment): Hygiene equipment, Personal protective equipment (masks, gloves, etc.), Cleaning products, Waste management equipment and products, WASH material and equipment",
        "healthIPCSpecificationsLabel": "Specifications",
        "healthIPCSpecificationsWeightLabel": "Weight",
        "healthIPCSpecificationsWeightValue": "Varies according to need assessment",
        "healthIPCSpecificationsVolumeLabel": "Volume",
        "healthIPCSpecificationsVolumeValue": "Varies according to need assessment",
        "healthIPCSpecificationsCostLabel": "Cost (indicative)",
        "healthIPCSpecificationsCostValue": "depending on configuration, scope and scale of intervention (between 50K and 700K CHF)",
        "healthIPCSpecificationsNsLabel": "National societies providing this service",
        "healthIPCSpecificationsNsValue": "French RC, Swedish RC",
        "healthIPCVariationLabel": "Variation On Configuration",
        "healthIPCVariationDescription": "Number of IPC ERU teams and volume of material and equipment is based on the nature of the risk for nosocomial transmission posed by the infectious agent involved in the outbreak (e.g. high, medium or low) and the areas and HCFs affected or at risk (one site, multiple clustered sites or multiple spread-out sites)."
    }
}
