Repository: begonacalderon28/IFRC-Admin-Aware-Analytics
Catalog: go-api/dref/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Has whistleblower protection policy
es: Tiene una política de protección de denunciantes
fr: Dispose d'une politique de protection des lanceurs d'alerte

source: Has anti-sexual harassment policy
es: Tiene una política contra el acoso sexual
fr: Possède une politique de lutte contre le harcèlement sexuel

source: Is Man-made Event
es: ¿Es un evento provocado por el hombre?
fr: Événement provoqué par l'homme

source: Is Active
es: Está activo
fr: Est actif

source: Source Information
es: Información de la fuente
fr: Source d'information

source: Proposed Action
es: Acción propuesta
fr: Action proposée

source: Sub total Cost
es: Subtotal Costo
fr: Coût total du sous-total

source: Surge Deployment Cost
es: Costo de implementación de aumento repentino
fr: Coût du déploiement de la surcharge

source: Indirect Cost
es: Costo indirecto
fr: Coût indirect

source: Total Cost
es: Costo total
fr: Coût total

source: When is the hazard expected to happen?
es: ¿Cuándo se espera que ocurra el peligro?
fr: Quand le danger est-il susceptible de se produire ?

source: Hazard Date and Location
es: Fecha y ubicación del peligro
fr: Date et lieu du danger

source: When and where is the hazard expected to happen?
es: ¿Cuándo y dónde se espera que ocurra el peligro?
fr: Quand et où le danger est-il susceptible de se produire ?

source: Hazard Vulnerabilities and Risks
es: Vulnerabilidades y riesgos de peligros
fr: Dangers, vulnérabilités et risques

source: Explain the underlying vulnerabilities and risks the hazard poses for at-risk communities?
es: Explique las vulnerabilidades y los riesgos subyacentes que el peligro plantea para las comunidades en riesgo.
fr: Expliquez les vulnérabilités et les risques sous-jacents que ce danger représente pour les communautés à risque.

source: Scenario Analysis Supporting Document
es: Documento de apoyo al análisis de escenarios
fr: Document d'appui à l'analyse de scénarios

source: Contingency Plans Supporting Document
es: Documento de apoyo a los planes de contingencia
fr: Document justificatif des plans d'urgence

source: Addressed Humanitarian Impacts
es: Impactos humanitarios abordados
fr: Impacts humanitaires pris en compte

source: Which of the expected severe humanitarian impacts of the hazard are your actions addressing?
es: ¿Cuáles de los graves impactos humanitarios previstos del peligro están abordando sus acciones?
fr: À quels impacts humanitaires graves attendus de cette catastrophe vos actions s'attaquent-elles ?

source: drefs
es: referencias
fr: références

source: file
es: archivo
fr: déposer

source: created_by
es: creado_por
fr: créé par

source: dref file
es: archivo dref
fr: fichier dref

source: dref files
es: archivos dref
fr: fichiers dref

source: Number of people targeted
es: Número de personas objetivo
fr: Nombre de personnes ciblées

source: number of people affected
es: Número de personas afectadas
fr: nombre de personnes touchées

source: Dref allocated so far
es: Dref asignado hasta ahora
fr: Dref alloué jusqu'à présent

source: Additional allocation
es: Asignación adicional
fr: Allocation supplémentaire

source: Total dref allocation
es: Asignación total de dref
fr: Allocation totale de dref

source: Operational Update Number
es: Número de actualización operativa
fr: Numéro de mise à jour opérationnelle

source: Reporting Timeframe
es: Plazo de presentación de informes
fr: Délai de déclaration

source: Update Date
es: Fecha de actualización
fr: Date de mise à jour

source: Is Timeframe Extension Required
es: ¿Es necesaria una extensión del plazo?
fr: Une prolongation du délai est-elle nécessaire ?

source: New Operation Start Date
es: Nueva fecha de inicio de la operación
fr: Nouvelle date de début d'opération

source: New Operation End Date
es: Nueva fecha de finalización de la operación
fr: Nouvelle date de fin d'opération

source: Total Operation Timeframe
es: Plazo total de operación
fr: Durée totale de l'opération

source: Changing time operation
es: Operación de cambio de hora
fr: Opération de changement d'heure

source: Changing operation strategy
es: Cambio de estrategia operativa
fr: Changement de stratégie opérationnelle

source: Changing target population of operation
es: Cambio de la población objetivo de la operación
fr: modification de la population cible de l'opération

source: Changing geographic location
es: Cambiar la ubicación geográfica
fr: Changement de situation géographique

source: Changing budget
es: Cambio de presupuesto
fr: budget changeant

source: Request for second allocation
es: Solicitud de segunda asignación
fr: Demande de deuxième attribution

source: Summary of change
es: Resumen del cambio
fr: Résumé des changements

source: Has change since request
es: Ha cambiado desde la solicitud
fr: Des changements sont-ils survenus depuis la demande ?

source: Event description
es: Descripción del evento
fr: Description de l'événement

source: Anticipatory actions
es: Acciones anticipatorias
fr: Actions anticipatoires

source: Event scope
es: Alcance del evento
fr: Portée de l'événement

source: Is there un_or_other_actor
es: ¿Hay un u otro actor?
fr: Existe-t-il un_ou_autre_acteur

source: Is there major coordinate mechanism
es: ¿Existe un mecanismo de coordenadas principal?
fr: Existe-t-il un mécanisme de coordonnées majeur

source: Has Forecasted Event Materialize
es: ¿Se ha materializado el evento previsto?
fr: L'événement prévu s'est-il matérialisé ?

source: Please explain how is the operation is transitioning from Anticipatory to Response
es: Por favor, explique cómo está la operación en transición de Anticipativa a Respuesta.
fr: Veuillez expliquer comment l'opération passe d'une approche anticipative à une approche réactive.

source: Specified Trigger Met
es: Se cumplió el disparador especificado
fr: Déclencheur spécifié atteint

source: Has Event occurred
es: ¿Ha ocurrido el evento?
fr: L'événement s'est-il produit ?

source: Reporting Time Start Date
es: Fecha de inicio del informe
fr: Date de début de déclaration

source: Reporting Time End Date
es: Fecha de finalización del informe
fr: Date de fin de la période de déclaration

source: Ns request date
es: Fecha de solicitud de Ns
fr: Date de la demande Ns

source: Date of Approval
es: Fecha de aprobación
fr: Date d'approbation

source: Reporting Start Date
es: Fecha de inicio del informe
fr: Date de début de déclaration

source: Reporting End Date
es: Fecha de finalización del informe
fr: Date de fin de déclaration

source: Dref Operational Update
es: Actualización operativa de Dref
fr: Mise à jour opérationnelle de Dref

source: Dref Operational Updates
es: Actualizaciones operativas de Dref
fr: Mises à jour opérationnelles de Dref

source: Date of publication
es: Fecha de publicación
fr: Date de publication

source: total operation timeframe for imminent type
es: Tiempo total de operación para el tipo inminente
fr: Durée totale des opérations pour le type imminent

source: Operation Start Date
es: Fecha de inicio de la operación
fr: Date de début des opérations

source: Change in operational strategy
es: Cambio en la estrategia operativa
fr: Changement de stratégie opérationnelle

source: Want to report
es: ¿Quieres reportar?
fr: Je souhaite signaler

source: Additional National Societies Actions
es: Acciones adicionales de las Sociedades Nacionales
fr: Actions supplémentaires des sociétés nationales

source: financial report
es: informe financiero
fr: rapport financier

source: financial preview
es: vista previa financiera
fr: aperçu financier

source: Number of women assisted
es: Número de mujeres asistidas
fr: Nombre de femmes aidées

source: Number of men assisted
es: Número de hombres asistidos
fr: Nombre d'hommes aidés

source: Number of girls under 18 assisted
es: Número de niñas menores de 18 años asistidas
fr: Nombre de filles de moins de 18 ans assistées

source: Number of boys under 18 assisted
es: Número de niños menores de 18 años asistidos
fr: Nombre de garçons de moins de 18 ans aidés

source: Has national society conducted any intervention
es: ¿Ha realizado la sociedad nacional alguna intervención?
fr: La société nationale a-t-elle mené une intervention ?

source: National Society conducted description
es: Descripción realizada por la Sociedad Nacional
fr: La Société nationale a mené une description

source: Financial Report Description
es: Descripción del informe financiero
fr: Description du rapport financier

source: Main Donors
es: Principales donantes
fr: Principaux donateurs

source: Operation End Date
es: Fecha de finalización de la operación
fr: Date de fin d'opération

source: Mitigation Efforts and Achievements
es: Esfuerzos y logros de mitigación
fr: Efforts et réalisations en matière d'atténuation

source: Lessons learnt and challenges
es: Lecciones aprendidas y desafíos
fr: Leçons apprises et défis

source: Sub total Expenditure Cost
es: Subtotal Gasto Costo
fr: Sous-total des dépenses

source: Surge Deployment Expenditure Cost
es: Costo del gasto de despliegue de aumento
fr: Coût des dépenses liées au déploiement en urgence

source: Indirect Expenditure Cost
es: Costo de gasto indirecto
fr: Coût des dépenses indirectes

source: Total Expenditure Cost
es: Costo total del gasto
fr: Coût total des dépenses

source: Dref Final Report
es: Informe final de Dref
fr: Rapport final du Dref

source: Dref Final Reports
es: Informes finales de Dref
fr: Rapports finaux du Dref

source: Caption
es: Subtítulo
fr: Légende

source: Cannot be updated while the translation is in progress
es: No se puede actualizar mientras la traducción esté en progreso
fr: Impossible de mettre à jour pendant la traduction.

source: Cannot add event_date if onset type not in %s or %s
es: No se puede agregar event_date si el tipo de inicio no está en %s o %s
fr: Impossible d'ajouter event_date si le type de début n'est pas %s ou %s

source: Can't Update dref for approved Final Report
es: No se puede actualizar el dref para el informe final aprobado
fr: Impossible de mettre à jour la référence du rapport final approuvé

source: Operation timeframe can't be greater than %s for assessment_report
es: El período de tiempo de la operación no puede ser mayor a %s para evaluation_report
fr: Le délai d'exécution de l'opération ne peut pas dépasser %s pour le rapport d'évaluation

source: Proposed Action is required for type DREF Imminent
es: La acción propuesta es necesaria para el tipo DREF Inminente
fr: Une action proposée est requise pour le type DREF Imminent

source: Sub-total is required for Imminent DREF
es: Se requiere subtotal para DREF inminente
fr: Un sous-total est requis pour le DREF imminent

source: Sub-total should be equal to %s for Imminent DREF
es: El subtotal debe ser igual a %s para DREF inminente
fr: Le sous-total devrait être égal à %s pour DREF imminent

source: Surge Deployment is required for Imminent DREF
es: Se requiere un aumento repentino del despliegue para el DREF inminente
fr: Un déploiement d'urgence est requis en cas de DREF imminent.

source: Indirect Cost is required for Imminent DREF
es: Se requiere el costo indirecto para el DREF inminente
fr: Des coûts indirects sont nécessaires pour le DREF imminent

source: Total is required for Imminent DREF
es: Se requiere total para DREF inminente
fr: Le montant total est requis pour DREF imminent

source: Surge Deployment Cost should be equal to %s for Surge Personnel Deployed
es: El costo del despliegue de refuerzo debe ser igual a %s para el personal de refuerzo desplegado
fr: Le coût du déploiement de renforts devrait être égal à %s pour le personnel de renfort déployé.

source: Indirect Cost should be equal to %s for Surge Personnel Deployed
es: El costo indirecto debe ser igual a %s para el personal desplegado en caso de aumento
fr: Les coûts indirects devraient être égaux à %s pour le personnel de renfort déployé.

source: Indirect Cost should be equal to %s for No Surge Personnel Deployed
es: El costo indirecto debe ser igual a %s para el personal no incrementado desplegado
fr: Les coûts indirects devraient être égaux à %s pour aucun personnel supplémentaire déployé.

source: Total should be equal to sum of Sub-total, Surge Deployment Cost and Indirect Cost
es: El total debe ser igual a la suma del subtotal, el costo de implementación del aumento y el costo indirecto.
fr: Le total doit être égal à la somme du sous-total, du coût de déploiement en cas de forte augmentation et des coûts indirects.

source: Can add utmost %s images
es: Puede agregar hasta %s imágenes
fr: Peut ajouter des images %s maximales

source: Only image owner can attach image. Not allowed image ids: %s
es: Solo el propietario de la imagen puede adjuntarla. ID de imagen no permitidos: %s
fr: Seul le propriétaire de l'image peut la joindre. Identifiants d'images non autorisés : %s

source: Operation timeframe can't be greater than {self.MAX_OPERATION_TIMEFRAME}
es: El período de tiempo de la operación no puede ser mayor que {self.MAX_OPERATION_TIMEFRAME}
fr: La durée de l'opération ne peut pas être supérieure à {self.MAX_OPERATION_TIMEFRAME}

source: Can't create Operational Update for not approved dref.
es: No se puede crear una actualización operativa para un dref no aprobado.
fr: Impossible de créer une mise à jour opérationnelle pour une référence non approuvée.

source: Can't create Operational Update for not approved Operational Update %s id and Operational Update Number %i.
es: No se puede crear una actualización operativa para la actualización operativa no aprobada %s id y el número de actualización operativa %i.
fr: Impossible de créer une mise à jour opérationnelle pour la mise à jour opérationnelle non approuvée %s id et le numéro de mise à jour opérationnelle %i.

source: Starting language does not match the expected language.
es: El idioma inicial no coincide con el idioma esperado.
fr: La langue de départ ne correspond pas à la langue attendue.

source: Invalid starting language. Supported options are '{valid_languages[0]}' and '{valid_languages[1]}'.
es: Idioma de inicio no válido. Las opciones admitidas son "{valid_languages[0]}" y "{valid_languages[1]}".
fr: Langue de départ invalide. Les options prises en charge sont '{valid_languages[0]}' et '{valid_languages[1]}'.

source: Can't create Final Report for not approved dref.
es: No se puede crear el informe final para un dref no aprobado.
fr: Impossible de créer un rapport final pour une référence non approuvée.

source: Can't create Final Report for not approved Operational Update %s ids
es: No se puede crear el informe final para la actualización operativa no aprobada %s ids
fr: Impossible de créer le rapport final pour la mise à jour opérationnelle non approuvée %s ids

source: Can't update approved final report.
es: No se puede actualizar el informe final aprobado.
fr: Impossible de mettre à jour le rapport final approuvé.

source: Sub-total Expenditure is required for Imminent DREF
es: Se requiere un subtotal de gastos para el DREF inminente
fr: Le sous-total des dépenses est requis pour le DREF imminent

source: Indirect Expenditure is required for Imminent DREF
es: Se requiere gasto indirecto para el DREF inminente
fr: Des dépenses indirectes sont nécessaires pour le DREF imminent

source: Total Expenditure is required for Imminent DREF
es: Se requiere un gasto total para el DREF inminente
fr: Des dépenses totales sont requises pour un DREF imminent

source: Sub-total should be equal to proposed budget.
es: El subtotal debe ser igual al presupuesto propuesto.
fr: Le sous-total doit être égal au budget proposé.

source: Sub-total Expenditure should be equal to proposed expenditure.
es: El subtotal del gasto debe ser igual al gasto propuesto.
fr: Le sous-total des dépenses doit être égal aux dépenses proposées.

source: Total Expenditure Cost should be equal to sum of Sub-total Expenditure, Surge Deployment Expenditure and Indirect Expenditure Cost.
es: El costo total del gasto debe ser igual a la suma del gasto subtotal, el gasto de despliegue repentino y el costo del gasto indirecto.
fr: Le coût total des dépenses doit être égal à la somme des dépenses partielles, des dépenses liées au déploiement d'urgence et des dépenses indirectes.

source: Can't create final report for dref type %s
es: No se puede crear el informe final para el tipo dref %s
fr: Impossible de générer le rapport final pour le type de référence %s

source: This Dref has already been approved.
es: Este Dref ya ha sido aprobado.
fr: Ce Dref a déjà été approuvé.

source: Must be finalized before it can be approved
es: Debe estar finalizado antes de poder aprobarse.
fr: Doit être finalisé avant de pouvoir être approuvé

source: Cannot be finalized because it is already %s
es: No se puede finalizar porque ya es %s
fr: Impossible de finaliser car il est déjà %s

source: The translation is currently being processed. Please wait a little while before trying again.
es: La traducción se está procesando. Espere un momento antes de volver a intentarlo.
fr: La traduction est en cours de traitement. Veuillez patienter quelques instants avant de réessayer.

source: This Operational update has already been approved.
es: Esta actualización operativa ya ha sido aprobada.
fr: Cette mise à jour opérationnelle a déjà été approuvée.

source: Must be finalized before it can be approved.
es: Debe finalizarse antes de poder aprobarse.
fr: Doit être finalisé avant de pouvoir être approuvé.

source: This Final Report has already been approved.
es: Este Informe Final ya ha sido aprobado.
fr: Ce rapport final a déjà été approuvé.

source: Actual
fr: Réel
