Repository: begonacalderon28/IFRC-Admin-Aware-Analytics
Catalog: go-api/dref/locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: Shelter, Housing And Settlements
es: Refugio, vivienda y asentamientos
fr: Abri, logement et établissements

source: Livelihoods And Basic Needs
es: Medios de vida y necesidades básicas
fr: Moyens de subsistance et besoins fondamentaux

source: Multi Purpose Cash
es: Efectivo multiusos
fr: Argent liquide à usage multiple

source: Health
es: Salud
fr: Santé

source: Water, Sanitation And Hygiene
es: Agua, Saneamiento e Higiene
fr: Eau, assainissement et hygiène

source: Protection, Gender And Inclusion
es: Protección, género e inclusión
fr: Protection, genre et inclusion

source: Education
es: Educación
fr: Éducation

source: Migration And Displacement
es: Migración y desplazamiento
fr: Migration et déplacement

source: Risk Reduction, Climate Adaptation And Recovery
es: Reducción de riesgos, adaptación climática y recuperación
fr: Réduction des risques, adaptation au changement climatique et rétablissement

source: Community Engagement And Accountability
es: Participación y rendición de cuentas de la comunidad
fr: Engagement et responsabilité communautaires

source: Environment Sustainability
es: Sostenibilidad ambiental
fr: Durabilité environnementale

source: Coordination
es: Coordinación

source: National Society Readiness
es: Preparación de la Sociedad Nacional
fr: Préparation de la Société nationale

source: Assessment
es: Evaluación
fr: Évaluation

source: Resource Mobilization
es: Movilización de recursos
fr: Mobilisation des ressources

source: Activation Of Contingency Plans
es: Activación de planes de contingencia
fr: Activation des plans d'urgence

source: National Society EOC
es: Sociedad Nacional EOC
fr: Société nationale EOC

source: Other
es: Otro
fr: Autre

source: title
es: título
fr: titre

source: description
es: descripción

source: national society action
es: acción de la sociedad nacional
fr: action de la société nationale

source: national society actions
es: acciones de la sociedad nacional
fr: actions de la société nationale

source: Shelter Housing And Settlements
es: Viviendas de refugio y asentamientos
fr: Logements d'accueil et établissements

source: Multi purpose cash grants
es: Subvenciones en efectivo para múltiples fines
fr: subventions en espèces à usages multiples

source: identified need
es: necesidad identificada
fr: besoin identifié

source: identified needs
es: necesidades identificadas
fr: besoins identifiés

source: Target
es: Objetivo
fr: Cible

source: planned intervention indicator
es: indicador de intervención planificada
fr: indicateur d'intervention planifiée

source: planned intervention indicators
es: indicadores de intervención planificada
fr: indicateurs d'intervention planifiés

source: Environmental Sustainability
es: Sostenibilidad ambiental
fr: durabilité environnementale

source: Coordination And Partnerships
es: Coordinación y asociaciones
fr: Coordination et partenariats

source: Secretariat Services
es: Servicios de Secretaría
fr: Services de secrétariat

source: National Society Strengthening
es: Fortalecimiento de la Sociedad Nacional
fr: Renforcement de la société nationale

source: person targeted
es: persona objetivo
fr: personne ciblée

source: person assisted
es: persona asistida
fr: personne assistée

source: budget
es: presupuesto

source: male
es: masculino
fr: mâle

source: female
es: femenino
fr: femelle

source: Indicators
es: Indicadores
fr: Indicateurs

source: Progress Towards Outcome
es: Progreso hacia el resultado
fr: Progrès vers le résultat

source: Narrative description of achievements
es: Descripción narrativa de los logros
fr: Description narrative des réalisations

source: Challenges
es: Desafíos
fr: Défis

source: Lessons learnt
es: Lecciones aprendidas
fr: Leçons apprises

source: planned intervention
es: intervención planificada
fr: Intervention planifiée

source: planned interventions
es: intervenciones planificadas
fr: interventions planifiées

source: client_id
es: id_del_cliente

source: Risk
es: Riesgo
fr: Risque

source: Mitigation
es: Mitigación
fr: Atténuation

source: Source Name
es: Nombre de la fuente
fr: Nom de la source

source: Source Link
es: Enlace de origen
fr: Lien source

source: Sector Tag
es: Etiqueta de sector
fr: Étiquette de secteur

source: Activity
es: Actividad
fr: Activité

source: Proposed action activity
es: Actividad de acción propuesta
fr: Activité d'action proposée

source: Proposed action activities
es: Actividades de acción propuestas
fr: Activités proposées

source: Early Actions
es: Acciones tempranas
fr: Actions précoces

source: Early Response
es: Respuesta temprana
fr: Réponse précoce

source: dref proposed action
es: Acción propuesta por el Dr.
fr: action proposée par dref

source: Activities
es: Actividades
fr: Activités

source: Total Purpose Action Budget
es: Presupuesto de acción de propósito total
fr: Budget d'action global

source: Expenditure
es: Gasto
fr: Dépense

source: Total expenditure for the proposed action
es: Gasto total para la acción propuesta
fr: Dépenses totales pour l'action proposée

source: Imminent
es: Inminente

source: Response
es: Respuesta
fr: Réponse

source: Loan
es: Préstamo
fr: Prêt

source: Slow
es: Lento
fr: Lent

source: Sudden
es: Repentino
fr: Soudain

source: Yellow
es: Amarillo
fr: Jaune

source: Orange
es: Naranja

source: Red
es: Rojo
fr: Rouge

source: Draft
es: Borrador
fr: Brouillon

source: Finalizing
es: Finalizando
fr: Finalisation

source: Finalized
es: Finalizado
fr: Finalisé

source: Approved
es: Aprobado
fr: Approuvé

source: Failed
es: Fallido
fr: Échoué

source: created at
es: creado en
fr: créé à

source: modified at
es: modificado en
fr: modifié à

source: created by
es: creado por
fr: créé par

source: modified by
es: modificado por
fr: modifié par

source: users
es: usuarios
fr: utilisateurs

source: field report
es: informe de campo
fr: rapport de terrain

source: title prefix
es: prefijo del título
fr: préfixe du titre

source: national_society
es: sociedad nacional
fr: société_nationale

source: disaster type
es: tipo de desastre
fr: type de catastrophe

source: dref type
es: tipo dref
fr: type de référence

source: onset type
es: tipo de inicio
fr: type d'apparition

source: Is DREF Imminent V2?
es: ¿Es inminente el DREF V2?
fr: DREF V2 est-il imminent ?

source: Is this DREF Imminent V2? If yes, it will be used for the new dref imminent type.
es: ¿Es este DREF inminente V2? De ser así, se usará para el nuevo tipo de dref inminente.
fr: S'agit-il de DREF Imminent V2 ? Si oui, il sera utilisé pour le nouveau type de référence imminente.

source: disaster category
es: categoría de desastre
fr: catégorie de catastrophe

source: If available please upload Disaster categorization Analysis
es: Si está disponible, cargue el análisis de categorización de desastres.
fr: Si possible, veuillez télécharger l'analyse de catégorisation des catastrophes.

source: If available please upload additional support documentation for targeting strategy
es: Si está disponible, cargue documentación de soporte adicional para la estrategia de segmentación.
fr: Si possible, veuillez télécharger des documents justificatifs supplémentaires concernant la stratégie de ciblage.

source: status
es: estado
fr: statut

source: Starting language
es: Idioma inicial
fr: Langue de départ

source: number of assisted
es: Número de asistidos
fr: nombre d'assistance

source: number of affected
es: número de afectados
fr: nombre de personnes touchées

source: estimated number of affected male
es: Número estimado de varones afectados
fr: nombre estimé d'hommes touchés

source: estimated number of affected female
es: Número estimado de mujeres afectadas
fr: nombre estimé de femmes touchées

source: estimated number of affected girls under 18
es: Número estimado de niñas menores de 18 años afectadas
fr: Nombre estimé de filles de moins de 18 ans touchées

source: estimated number of affected boys under 18
es: Número estimado de niños afectados menores de 18 años
fr: Nombre estimé de garçons de moins de 18 ans touchés

source: amount requested
es: cantidad solicitada
fr: montant demandé

source: people in need
es: personas necesitadas
fr: les personnes dans le besoin

source: emergency appeal planned
es: Llamamiento de emergencia planeado
fr: appel d'urgence prévu

source: event date
es: fecha del evento
fr: date de l'événement

source: Date of event/Approximate date of impact
es: Fecha del evento/Fecha aproximada del impacto
fr: Date de l'événement/Date approximative de l'impact

source: event text
es: texto del evento
fr: texte de l'événement

source: ns respond date
es: fecha de respuesta de ns
fr: date de réponse ns

source: NS anticipatory actions started/NS response
es: Acciones anticipadas de NS iniciadas/Respuesta de NS
fr: Actions anticipatoires NS déclenchées/Réponse NS

source: Has a similar event affected the same areas in the past?
es: ¿Ha ocurrido un evento similar en el pasado que haya afectado las mismas áreas?
fr: Un événement similaire a-t-il déjà touché les mêmes régions par le passé ?

source: Did it affect the same population?
es: ¿Afectó a la misma población?
fr: Cela a-t-il touché la même population ?

source: affect same population text
es: texto que afecta al mismo grupo de población
fr: affecter le même texte de population

source: Did NS respond
es: ¿Respondió NS?
fr: NS a-t-il répondu ?

source: Did the NS request funding from DREF?
es: ¿El NS solicitó financiación al DREF?
fr: La NS a-t-elle demandé un financement au DREF ?

source: ns request text
es: texto de solicitud de ns
fr: texte de requête ns

source: dref recurrent text
es: texto recurrente dref
fr: texte récurrent dref

source: lessons learned
es: lecciones aprendidas
fr: leçons apprises

source: Did you complete the child safeguarding risk analysis
es: ¿Completó el análisis de riesgos de protección infantil?
fr: Avez-vous réalisé l'analyse des risques liés à la protection de l'enfance ?

source: Child safeguarding risk level
es: Nivel de riesgo de protección infantil
fr: niveau de risque en matière de protection de l'enfance

source: event description
es: descripción del evento
fr: description de l'événement

source: anticipatory actions
es: acciones anticipatorias
fr: actions anticipatives

source: Description of anticipatory actions or imminent disaster
es: Descripción de acciones anticipatorias o desastre inminente
fr: Description des mesures préventives ou d'une catastrophe imminente

source: event scope
es: alcance del evento
fr: portée de l'événement

source: Scope and scale of event
es: Alcance y escala del evento
fr: Portée et ampleur de l'événement

source: Has government requested assistance
es: ¿El Gobierno ha solicitado ayuda?
fr: Le gouvernement a-t-il demandé de l'aide ?

source: government requested assistance date
es: Fecha de solicitud de asistencia del gobierno
fr: date de demande d'assistance du gouvernement

source: national authorities
es: autoridades nacionales
fr: autorités nationales

source: ifrc
es: Federación Internacional de Sociedades de la Cruz Roja

source: icrc
es: CICR

source: partner national society
es: sociedad nacional socia
fr: société nationale partenaire

source: un or other
es: un u otro
fr: un ou autre

source: Is major coordination mechanism
es: Es el principal mecanismo de coordinación
fr: Le mécanisme de coordination majeur

source: major coordination mechanism
es: mecanismo principal de coordinación
fr: mécanisme de coordination majeur

source: List major coordination mechanisms in place
es: Enumere los principales mecanismos de coordinación existentes
fr: Énumérer les principaux mécanismes de coordination en place

source: needs identified
es: necesidades identificadas
fr: besoins identifiés

source: identified gaps
es: brechas identificadas
fr: lacunes identifiées

source: Any identified gaps/limitations in the assessment
es: Cualquier brecha o limitación identificada en la evaluación
fr: Toute lacune ou limite identifiée dans l'évaluation

source: people assisted
es: personas asistidas
fr: des personnes ont aidé

source: selection criteria
es: criterios de selección
fr: critères de sélection

source: Selection criteria for affected people
es: Criterios de selección de personas afectadas
fr: Critères de sélection des personnes concernées

source: entity affected
es: entidad afectada
fr: entité concernée

source: Protection, gender, Inclusion affected in this process
es: Protección, género, inclusión afectados en este proceso
fr: Protection, genre, inclusion affectés par ce processus

source: community involved
es: comunidad involucrada
fr: communauté impliquée

source: Community been involved in the analysis of the process
es: La comunidad ha estado involucrada en el análisis del proceso.
fr: La communauté a été impliquée dans l'analyse du processus

source: women
es: mujer
fr: femmes

source: men
es: hombres
fr: hommes

source: girls
es: chicas
fr: filles

source: Girls under 18
es: Niñas menores de 18 años
fr: Filles de moins de 18 ans

source: boys
es: chicos
fr: garçons

source: Boys under 18
es: Niños menores de 18 años
fr: Garçons de moins de 18 ans

source: total targeted population
es: población total objetivo
fr: population totale ciblée

source: Estimated number of targeted people
es: Número estimado de personas objetivo
fr: Nombre estimé de personnes ciblées

source: disability people per
es: personas con discapacidad por
fr: personnes handicapées par

source: Estimated % people disability
es: % estimado de personas con discapacidad
fr: Pourcentage estimé de personnes handicapées

source: people per urban
es: personas por zona urbana
fr: habitants par urbain

source: Estimated % people Urban
es: % estimado de personas urbanas
fr: Pourcentage estimé de personnes urbaines

source: people per local
es: personas por local
fr: personnes par local

source: Estimated % people Rural
es: % estimado de personas rurales
fr: Pourcentage estimé de personnes en milieu rural

source: people targeted with early actions
es: personas a las que se dirigen las acciones tempranas
fr: personnes ciblées par des actions précoces

source: Number of persons targeted with early actions
es: Número de personas destinatarias de acciones tempranas
fr: Nombre de personnes ciblées par des actions précoces

source: displaced people
es: personas desplazadas
fr: personnes déplacées

source: Estimated number of displaced people
es: Número estimado de personas desplazadas
fr: Nombre estimé de personnes déplacées

source: operation objective
es: objetivo de la operación
fr: objectif de l'opération

source: Overall objective of the operation
es: Objetivo general de la operación
fr: Objectif global de l'opération

source: response strategy
es: estrategia de respuesta
fr: stratégie de réponse

source: Did National Society
es: ¿La Sociedad Nacional?
fr: La Société nationale

source: ns request date
es: fecha de solicitud de ns
fr: date de demande ns

source: submission to geneva
es: sumisión a ginebra
fr: soumission à Genève

source: date of approval
es: fecha de aprobación
fr: date d'approbation

source: end date
es: fecha de finalización
fr: date de fin

source: publishing date
es: fecha de publicación
fr: date de publication

source: operation timeframe
es: plazo de operación
fr: délai d'opération

source: operation timeframe for imminent type
es: plazo de operación para tipo inminente
fr: Délai d'opération pour le type imminent

source: appeal code
es: código de apelación
fr: code d'appel

source: glide number
es: número de planeo
fr: numéro de glissement

source: ifrc appeal manager name
es: Nombre del gerente de apelaciones de la FICR
fr: Nom du responsable des appels de l'IFRC

source: ifrc appeal manager email
es: Correo electrónico del administrador de apelaciones de la FICR
fr: Courriel du responsable des appels de l'IFRC

source: ifrc appeal manager title
es: Título de gerente de apelaciones de la FICR
fr: titre de gestionnaire d'appels de l'IFRC

source: ifrc appeal manager phone number
es: Número de teléfono del administrador de apelaciones de la FICR
fr: numéro de téléphone du responsable des appels de l'IFRC

source: ifrc project manager name
es: Nombre del gerente de proyecto de la IFRC
fr: nom du chef de projet IFRC

source: ifrc project manager email
es: Correo electrónico del gerente de proyecto de la FICR
fr: Courriel du responsable de projet de l'IFRC

source: ifrc project manager title
es: Título de gerente de proyecto de la FICR
fr: titre de chef de projet IFRC

source: ifrc project manager phone number
es: Número de teléfono del gerente de proyecto de la FICR
fr: numéro de téléphone du chef de projet de l'IFRC

source: national society contact name
es: nombre de contacto de la sociedad nacional
fr: nom du contact de la société nationale

source: national society contact email
es: correo electrónico de contacto de la sociedad nacional
fr: Courriel de contact de la société nationale

source: national society contact title
es: Título de contacto de la sociedad nacional
fr: titre de contact de la société nationale

source: national society contact phone number
es: Número de teléfono de contacto de la sociedad nacional
fr: numéro de téléphone de la société nationale

source: national society integrity contact name
es: Nombre de contacto de la sociedad nacional de integridad
fr: Nom du contact pour l'intégrité de la société nationale

source: national society integrity contact email
es: Correo electrónico de contacto de la Sociedad Nacional de Integridad
fr: Intégrité de la société nationale Courriel de contact

source: national society integrity contact title
es: Título de contacto de integridad de la sociedad nacional
fr: Intégrité de la société nationale titre de contact

source: national society integrity contact phone number
es: Número de teléfono de contacto de la Sociedad Nacional de Integridad
fr: numéro de téléphone de contact de la société nationale d'intégrité

source: national society hotline phone number
es: Número de teléfono de la línea directa de la sociedad nacional
fr: numéro de téléphone de la ligne d'assistance de la société nationale

source: media contact name
es: nombre del contacto de medios
fr: nom du contact médias

source: media contact email
es: correo electrónico de contacto de medios
fr: Adresse électronique de contact médias

source: media contact title
es: título del contacto de medios
fr: titre du contact média

source: media_contact phone number
es: número de teléfono de contacto de medios
fr: numéro de téléphone du contact médias

source: ifrc emergency name
es: Nombre de emergencia de la FICR
fr: nom d'urgence de la IFRC

source: ifrc emergency email
es: Correo electrónico de emergencia de la Federación Internacional de Sociedades de la Cruz Roja y de la Media Luna Roja
fr: Courriel d'urgence de la FICR

source: ifrc emergency title
es: Título de emergencia de la FICR
fr: titre d'urgence ifrc

source: ifrc emergency phone number
es: Número de teléfono de emergencia de la Federación Internacional de Sociedades de la Cruz Roja y de la Media Luna Roja
fr: numéro de téléphone d'urgence de la IFRC

source: originator name
es: nombre del originador
fr: nom de l'auteur

source: originator email
es: correo electrónico del originador
fr: courriel de l'expéditeur

source: originator title
es: título del originador
fr: titre d'origine

source: originator phone number
es: número de teléfono del originador
fr: numéro de téléphone de l'émetteur

source: regional focal point name
es: nombre del punto focal regional
fr: nom du point focal régional

source: regional focal point email
es: Correo electrónico del punto focal regional
fr: Courriel du point focal régional

source: regional focal point title
es: título del punto focal regional
fr: titre du point focal régional

source: regional focal point phone number
es: número de teléfono del punto focal regional
fr: numéro de téléphone du point focal régional

source: human resource
es: recursos humanos
fr: ressources humaines

source: how many volunteers and staff involved in the response?
es: ¿Cuántos voluntarios y personal participan en la respuesta?
fr: Combien de bénévoles et de membres du personnel ont participé à l'intervention ?

source: is volunteer team diverse
es: ¿El equipo de voluntarios es diverso?
fr: L'équipe de bénévoles est diversifiée

source: Does your volunteer team reflect the gender, age, and cultural diversity of the people you’re helping?
es: ¿Su equipo de voluntarios refleja la diversidad de género, edad y cultura de las personas a las que está ayudando?
fr: Votre équipe de bénévoles reflète-t-elle la diversité de genre, d'âge et culturelle des personnes que vous aidez ?

source: Is surge personnel deployed
es: ¿Se ha desplegado personal de refuerzo?
fr: Du personnel de renfort est-il déployé ?

source: surge personnel deployed
es: personal de refuerzo desplegado
fr: renforts déployés

source: Will a Surge personnel be deployed?
es: ¿Se desplegará un contingente de personal?
fr: Du personnel supplémentaire sera-t-il déployé ?

source: logistic capacity of ns
es: capacidad logística de ns
fr: capacité logistique de ns

source: what is the logistics capacity of the National Society?
es: ¿Cuál es la capacidad logística de la Sociedad Nacional?
fr: Quelles sont les capacités logistiques de la Société nationale ?

source: safety concerns
es: preocupaciones de seguridad
fr: problèmes de sécurité

source: Are there any safety/security concerns which may impact the implementation of this operation?
es: ¿Existen preocupaciones de seguridad que puedan afectar la implementación de esta operación?
fr: Existe-t-il des problèmes de sûreté ou de sécurité susceptibles d'avoir une incidence sur la mise en œuvre de cette opération ?

source: Does the NS have PMER capacity?
es: ¿Tiene el NS capacidad PMER?
fr: Le NS dispose-t-il d'une capacité PMER ?

source: organization
es: organización
fr: organisation

source: Does the NS have Communications capacity?
es: ¿Tiene el NS capacidad de comunicaciones?
fr: La NS dispose-t-elle de capacités de communication ?

source: event map
es: mapa de eventos
fr: carte des événements

source: images
es: imágenes

source: budget file
es: archivo de presupuesto
fr: fichier budgétaire

source: budget file preview
es: vista previa del archivo de presupuesto
fr: Aperçu du fichier budgétaire

source: Assessment Report
es: Informe de evaluación
fr: Rapport d'évaluation

source: Supporting Document
es: Documento de apoyo
fr: Document justificatif

source: cover image
es: imagen de portada
fr: image de couverture

source: Is final report created
es: ¿Se crea el informe final?
fr: Un rapport final a-t-il été créé ?

source: country
es: país
fr: pays

source: Affected County
es: Condado afectado
fr: Comté touché

source: district
es: distrito

source: Risk Security
es: Seguridad de riesgos
fr: Risque Sécurité

source: Has the child safeguarding risk analysis assessment been completed?
es: ¿Se ha completado la evaluación del análisis de riesgos de protección infantil?
fr: L'évaluation des risques liés à la protection de l'enfance a-t-elle été réalisée ?

source: Risk Security Concern
es: Preocupación por la seguridad del riesgo
fr: Préoccupations liées aux risques et à la sécurité

source: Has anti-fraud and corruption policy
es: Tiene una política antifraude y anticorrupción
fr: A une politique de lutte contre la fraude et la corruption

source: Has prevention of sexual exploitation and abuse policy
es: Tiene una política de prevención de la explotación y el abuso sexual
fr: A-t-elle une politique de prévention de l'exploitation et des abus sexuels ?

source: Has child protection/child safeguarding policy
es: Tiene una política de protección infantil/salvaguarda infantil
fr: Possède une politique de protection de l'enfance
