{
    "parent": "000046-1756436727466.json",
    "actions": [
        {
            "action": "add",
            "key": "communityCaseDesignedForDetailOne",
            "namespace": "surgeCatalogueHealthCommunityCaseManagementCholera",
            "value": "A public health ERU CCMC module should be considered for deployment very early when there is risk of, or an existing cholera outbreak, where the HNS requires support in order to reach affected communities with ORP services. Unit can be deployed within  48 hours upon receiving a deployment request, is self-sufficient for 1 month and can operate for up to 4 months."
        },
        {
            "action": "add",
            "key": "communityCaseDesignedForDetailTwo",
            "namespace": "surgeCatalogueHealthCommunityCaseManagementCholera",
            "value": "Designed for the provision of fixed but redeployable oral rehydration points in communities affected by cholera, with the goal of providing treatment in the community for less acute cases, and to reduce the burden on health services."
        },
        {
            "action": "add",
            "key": "communityCaseEmergencyServicesDetailOne",
            "namespace": "surgeCatalogueHealthCommunityCaseManagementCholera",
            "value": "This module provides oral rehydration therapy at oral rehydration points (ORP) in communities which have reported cases of acute watery diarrhoea. This service is scalable to be able to expand and or move to respond to changing epidemic dynamics. The ORP functions as a first aid point for people suffering from potential cholera or acute watery diarrhoea, and advises severely ill people to seek medical care. Hygiene and health messages will be provided at ORPs. Each ORP systematically collects and reports data for monitoring, analysis and operational decision making. One ORP kit can produce enough water each day to provide ORS to approximately 35 people per day at the site."
        },
        {
            "action": "add",
            "key": "communityCaseEmergencyServicesDetailTwo",
            "namespace": "surgeCatalogueHealthCommunityCaseManagementCholera",
            "value": "Activities include: assessment of needs, feasibility and capacity for response of the CCMC based on initial request by NS or IFRC; develop strategy jointly with the ONS; capacity building of NS staff to manage ORPs (training of trainers); training of volunteers to run ORPs; set up data collection system and feedback mechanism; coordination with relevant stakeholders; development of exit strategy."
        },
        {
            "action": "remove",
            "key": "communityCaseDesignedForDetail",
            "namespace": "surgeCatalogueHealthCommunityCaseManagementCholera"
        },
        {
            "action": "remove",
            "key": "communityCaseEmergencyServicesDetail",
            "namespace": "surgeCatalogueHealthCommunityCaseManagementCholera"
        },
        {
            "action": "remove",
            "key": "communityCaseStandardListItemFive",
            "namespace": "surgeCatalogueHealthCommunityCaseManagementCholera"
        },
        {
            "action": "update",
            "key": "communityCaseCapacityDetail",
            "namespace": "surgeCatalogueHealthCommunityCaseManagementCholera",
            "newValue": "The purpose of the Public Health ERU CCM cholera module is to help to reduce mortality and morbidity due to cholera through early response at community level. It provides oral rehydration services at standalone Oral Rehydration Points (ORP) in communities affected by outbreaks of cholera or acute watery diarrhoea. "
        },
        {
            "action": "update",
            "key": "communityCasePersonnelCompositionValue",
            "namespace": "surgeCatalogueHealthCommunityCaseManagementCholera",
            "newValue": "Team Leader, Public Health / Epidemiologist, ORP Delegate (2), WASH, Logistics, and Finance/Admin.  Modular deployment of initial teams possible (based on needs/capacity of NS)."
        },
        {
            "action": "update",
            "key": "communityCaseStandardListItemFour",
            "namespace": "surgeCatalogueHealthCommunityCaseManagementCholera",
            "newValue": "CCMC Training material for ORP volunteers and supervisors"
        },
        {
            "action": "update",
            "key": "communityCaseStandardListItemThree",
            "namespace": "surgeCatalogueHealthCommunityCaseManagementCholera",
            "newValue": "Digital Data gathering kit"
        },
        {
            "action": "update",
            "key": "communityCaseStandardListItemTwo",
            "namespace": "surgeCatalogueHealthCommunityCaseManagementCholera",
            "newValue": " An ORP kit consists of 2 modules. The infrastructure module contains various equipment to set up an ORP (e.g. table, chairs, buckets, water filters, slabs etc.). Additionally, a simple tent (gazebo) is included. The medical module contains basic medical supplies needed at the ORP, including the Oral Rehydration Solution (ORS) and Chlorine. A medical module, which should be sufficient for supporting one ORP for the first 6 weeks, weighs about 300 kg and fits on one pallet."
        }
    ]
}