{
    "namespace": "surgeCatalogueInformationTechnologyEruItTelecom",
    "strings": {
        "surgeITServiceTitle": "ERU IT/Telecom",
        "surgeITCapacityTitle": "Capacity",
        "surgeITCapacityDetail": "The ITT ERU ensures the rapid deployment of essential IT and telecommunications services during emergencies, enabling efficient communication, facilitating coordinated action, and supporting decision-making. Based on 20 individually selectable services, the unit provides:",
        "surgeITCapacityDetailItemOne": "Reliable communication between responders and the wider humanitarian movement through satellite, radio, and internet systems, ensuring uninterrupted connectivity in areas with damaged or non-existent infrastructure.",
        "surgeITCapacityDetailItemTwo": "Secure capture, storage, and transfer of information, using tools for data management and sharing to protect sensitive information and improve operational efficiency.",
        "surgeITCapacityDetailItemThree": "Guidance on appropriate technologies for response operations, reducing the complexity of IT decision-making and providing on-site and remote support to enhance team effectiveness.",
        "surgeITCapacityDetailItemFour": "Emergency capacity enhancement, training, and National Society Development (NSD) advisory services, helping develop context-specific action plans and costed pathways to improve a National Society's digital maturity.",
        "surgeITEmergencyServicesTitle": "Emergency Services",
        "surgeITEmergencyServicesDetailItemOne": "Connectivity Solutions:",
        "surgeITEmergencyServicesDetailItemOneA": "Deployment of satellite communication systems, including Starlink devices, to provide high-speed internet and enhanced security in disaster-affected areas.",
        "surgeITEmergencyServicesDetailItemOneB": "Establishment of Local Area Networks (LAN) and Wi-Fi systems to ensure seamless connectivity for operational hubs.",
        "surgeITEmergencyServicesDetailItemTwo": "Equipment and Infrastructure Support",
        "surgeITEmergencyServicesDetailItemTwoA": "IT-in-a-Box solutions, pre-positioned for rapid deployment in strategic locations.",
        "surgeITEmergencyServicesDetailItemTwoB": "Maintenance and setup of essential hardware, including laptops, servers, and satellite phones.",
        "surgeITEmergencyServicesDetailItemThree": "Capacity enhancement:",
        "surgeITEmergencyServicesDetailItemThreeA": "Pre-deployment training for ITT personnel and local teams to ensure NS readiness.",
        "surgeITEmergencyServicesDetailItemThreeB": "On-site coaching to enhance capacity for National Societies and local responders.",
        "surgeITEmergencyServicesDetailText": "The details of the {link}",
        "surgeITEmergencyServicesDetailTextLink": "IT&T ERU Emergency Services are here.",
        "surgeITEmergencyModulesTitle": "Modules",
        "surgeITEmergencyModulesItemOne": "Support for Humanitarian Services Points (HSP):",
        "surgeITEmergencyModulesItemOneA": "Internet Connection Hub (for 40 people) – 10 units",
        "surgeITEmergencyModulesItemOneB": "Mobile device charging stations (for 20 people) – 5 units",
        "surgeITEmergencyModulesItemOneC": "Information hubs (with screen) – 30 units",
        "surgeITEmergencyModulesItemTwo": "Internet connection:",
        "surgeITEmergencyModulesItemTwoA": "Low cost/capacity for small remotes sites (10 users) – 20 units",
        "surgeITEmergencyModulesItemTwoB": "Medium cost/capacity for medium sites (50 users) – 10 units",
        "surgeITEmergencyModulesItemThree": "Two way talk communication:",
        "surgeITEmergencyModulesItemThreeA": "Local area (12 users, 5 km radio) – 20 units",
        "surgeITEmergencyModulesItemThreeB": "Wide area – two way store and forward text communication (12 users) – 10 units",
        "surgeITEmergencyModulesItemFour": "IT User support – Service desk",
        "surgeITEmergencyModulesItemFourA": "IT support engineer located at a central and known location to fix peoples IT issues (50 delegates/users) – 10 units",
        "surgeITEmergencyModulesItemFive": "Technical needs assessment",
        "surgeITEmergencyModulesItemFiveA": "Comprehensive assessment on IT and Telecommunications resource requirements early on in an operation. 5 units",
        "surgeITEmergencyModulesItemSix": "Office support",
        "surgeITEmergencyModulesItemSixA": "Small office/Camp:",
        "surgeITEmergencyModulesItemSixB": " IT equipment for a self-contained office including WIFI connection to printer, scanning and local storage facility (15 users) – 10 office sites.",
        "surgeITEmergencyModulesItemSixC": "Large office/Camp:",
        "surgeITEmergencyModulesItemSixD": " IT equipment for a self-contained office including WIFI connection to printer, scanning and local storage facility (30 people) – 5 office sites.",
        "surgeITEmergencyModulesItemSixE": "Office/camp power installation planning:",
        "surgeITEmergencyModulesItemSixF": " ensure that operations area can be powered by developing a plan for power distribution if a base camp ERU is not deployed. Standing global capacity 5.",
        "surgeITEmergencyModulesItemSixG": "Small scale power installation (up to 3 kVA):",
        "surgeITEmergencyModulesItemSixH": " power small scale offices, or Information technology or Telecommunications equipment in remote locations. Standing global capacity 6.",
        "surgeITEmergencyModulesItemSixI": "Medium scale power installation (up to 8kVA):",
        "surgeITEmergencyModulesItemSixJ": " power medium scale offices, or Information technology or Telecommunications equipment in remote locations. Standing global capacity 6.",
        "surgeITEmergencyModulesItemSixK": "Room based video conferencing services",
        "surgeITEmergencyModulesItemSixL": " (15 people) – 5 units.",
        "surgeITEmergencyModulesItemSeven": "Restoring Family Links enabler:",
        "surgeITEmergencyModulesItemSevenA": "Locate a Restoring Family Links (RFL) information collection point at a known beneficiary gathering location. The option will provide a highly secure encrypted connection. Capacity 5.",
        "surgeITEmergencyModulesItemEight": "Community data collection enabler:",
        "surgeITEmergencyModulesItemEightA": "support community information gathering by the local national society. The option enables a team of 12 people operating remotely in the field to conduct needs assessment, medical surveillance or other data gathering activity. Capacity 10.",
        "surgeITEmergencyDesignedForTitle": "Designed For",
        "surgeITEmergencyDesignedForDetail": "Supporting with IT/Telecom services to NS, IFRC Staff and people in need based on the different modules offered. It can be used in remote areas, non existing, damaged or non damaged infrastructure.",
        "surgeITPersonnelTitle": "Personnel",
        "surgeITPersonnelText": "Personnel varies as per the module requested and can vary from individual to a larger team to support the set up of several modules simultaneously.",
        "surgeITStandardComponents": "Standard Components",
        "surgeITStandardComponentsText": "People, equipment and training as per the modules requested.",
        "surgeITOfferingsTitle": "NS offering these services",
        "surgeITOfferingsText": "American RC, Austrian RC, Finnish RC, New Zealand RC, Spanish RC"
    }
}
