Repository: begonacalderon28/IFRC-Admin-Aware-Analytics
Catalog: go-web-app/go-api/dref/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Shelter, Housing And Settlements
ar: المأوى والإسكان والمستوطنات

source: Livelihoods And Basic Needs
ar: سبل العيش والاحتياجات الأساسية

source: Multi Purpose Cash
ar: نقود متعددة الأغراض

source: Health
ar: صحة

source: Water, Sanitation And Hygiene
ar: المياه والصرف الصحي والنظافة

source: Protection, Gender And Inclusion
ar: الحماية، والمساواة بين الجنسين، والإدماج

source: Education
ar: تعليم

source: Migration And Displacement
ar: الهجرة والنزوح

source: Risk Reduction, Climate Adaptation And Recovery
ar: الحد من المخاطر والتكيف مع المناخ والتعافي

source: Community Engagement And Accountability
ar: المشاركة المجتمعية والمساءلة

source: Environment Sustainability
ar: الاستدامة البيئية

source: Coordination
ar: تنسيق

source: National Society Readiness
ar: جاهزية الجمعية الوطنية

source: Assessment
ar: تقدير

source: Resource Mobilization
ar: تعبئة الموارد

source: Activation Of Contingency Plans
ar: تفعيل خطط الطوارئ

source: National Society EOC
ar: الجمعية الوطنية للجنة تكافؤ فرص العمل

source: Other
ar: آخر

source: title
ar: عنوان

source: description
ar: وصف

source: national society action
ar: عمل الجمعية الوطنية

source: national society actions
ar: إجراءات المجتمع الوطني

source: Shelter Housing And Settlements
ar: مساكن ومستوطنات الإيواء

source: Multi purpose cash grants
ar: منح نقدية متعددة الأغراض

source: identified need
ar: تحديد الاحتياجات

source: identified needs
ar: الاحتياجات المحددة

source: Target
ar: هدف

source: Actual
ar: فِعلي

source: planned intervention indicator
ar: مؤشر التدخل المخطط له

source: planned intervention indicators
ar: مؤشرات التدخل المخطط له

source: Environmental Sustainability
ar: الاستدامة البيئية

source: Coordination And Partnerships
ar: التنسيق والشراكات

source: Secretariat Services
ar: خدمات السكرتارية

source: National Society Strengthening
ar: تعزيز الجمعية الوطنية

source: person targeted
ar: الشخص المستهدف

source: person assisted
ar: الشخص الذي ساعد

source: budget
ar: ميزانية

source: male
ar: ذكر

source: female
ar: أنثى

source: Indicators
ar: المؤشرات

source: Progress Towards Outcome
ar: التقدم نحو تحقيق النتيجة

source: Narrative description of achievements
ar: وصف سردي للإنجازات

source: Challenges
ar: التحديات

source: Lessons learnt
ar: الدروس المستفادة

source: planned intervention
ar: التدخل المخطط له

source: planned interventions
ar: التدخلات المخططة

source: client_id
ar: معرف العميل

source: Risk
ar: مخاطرة

source: Mitigation
ar: التخفيف

source: Source Name
ar: اسم المصدر

source: Source Link
ar: رابط المصدر

source: Sector Tag
ar: علامة القطاع

source: Activity
ar: نشاط

source: Proposed action activity
ar: النشاط المقترح

source: Proposed action activities
ar: أنشطة العمل المقترحة

source: Early Actions
ar: الإجراءات المبكرة

source: Early Response
ar: الاستجابة المبكرة

source: dref proposed action
ar: اقتراح إجراء من قبل دريف

source: Activities
ar: أنشطة

source: Total Purpose Action Budget
ar: إجمالي ميزانية إجراءات الغرض

source: Expenditure
ar: الإنفاق

source: Total expenditure for the proposed action
ar: إجمالي النفقات للإجراء المقترح

source: Imminent
ar: وشيك

source: Response
ar: إجابة

source: Loan
ar: يُقرض

source: Slow
ar: بطيء

source: Sudden
ar: مفاجئ

source: Yellow
ar: أصفر

source: Orange
ar: البرتقالي

source: Red
ar: أحمر

source: Draft
ar: مسودة

source: Finalizing
ar: وضع اللمسات الأخيرة

source: Finalized
ar: تم الانتهاء منه

source: Approved
ar: موافقة

source: Failed
ar: فشل

source: created at
ar: تم إنشاؤه في

source: modified at
ar: تم التعديل في

source: created by
ar: تم إنشاؤه بواسطة

source: modified by
ar: تم التعديل بواسطة

source: users
ar: المستخدمون

source: field report
ar: تقرير ميداني

source: title prefix
ar: بادئة العنوان

source: national_society
ar: الجمعية الوطنية

source: disaster type
ar: نوع الكارثة

source: onset type
ar: نوع البداية

source: Is DREF Imminent V2?
ar: هل سيصدر الإصدار الثاني من DREF قريباً؟

source: Is this DREF Imminent V2? If yes, it will be used for the new dref imminent type.
ar: هل هذا هو الإصدار الثاني من DREF Imminent؟ إذا كانت الإجابة بنعم، فسيتم استخدامه لنوع DREF Imminent الجديد.

source: disaster category
ar: فئة الكوارث

source: If available please upload Disaster categorization Analysis
ar: يرجى تحميل تحليل تصنيف الكوارث إن وجد

source: If available please upload additional support documentation for targeting strategy
ar: يرجى تحميل وثائق دعم إضافية لاستراتيجية الاستهداف إن وجدت.

source: status
ar: حالة

source: Starting language
ar: اللغة الابتدائية

source: number of assisted
ar: عدد المستفيدين

source: number of affected
ar: عدد المتضررين

source: estimated number of affected male
ar: العدد التقديري للذكور المصابين

source: estimated number of affected female
ar: العدد التقديري للإناث المصابات

source: estimated number of affected girls under 18
ar: العدد التقديري للفتيات المتضررات دون سن 18 عامًا

source: estimated number of affected boys under 18
ar: العدد التقديري للأولاد المتضررين دون سن 18 عامًا

source: amount requested
ar: المبلغ المطلوب

source: people in need
ar: المحتاجين

source: emergency appeal planned
ar: خطة لتقديم نداء طارئ

source: event date
ar: تاريخ الحدث

source: Date of event/Approximate date of impact
ar: تاريخ الحدث/التاريخ التقريبي للتأثير

source: event text
ar: نص الحدث

source: ns respond date
ar: تاريخ الرد

source: NS anticipatory actions started/NS response
ar: بدأت الإجراءات الاستباقية للجهاز العصبي المركزي / استجابة الجهاز العصبي المركزي

source: Has a similar event affected the same areas in the past?
ar: هل سبق أن أثر حدث مماثل على نفس المناطق؟

source: Did it affect the same population?
ar: هل أثر ذلك على نفس الفئة السكانية؟

source: affect same population text
ar: يؤثر على نفس السكان نص

source: Did NS respond
ar: هل ردت NS؟

source: Did the NS request funding from DREF?
ar: هل طلبت منظمة الأمن القومي تمويلاً من صندوق أبحاث الدفاع؟

source: ns request text
ar: نص طلب ns

source: dref recurrent text
ar: نص متكرر من نوع dref

source: lessons learned
ar: الدروس المستفادة

source: Did you complete the child safeguarding risk analysis
ar: هل أكملت تحليل مخاطر حماية الطفل؟

source: Child safeguarding risk level
ar: مستوى مخاطر حماية الطفل

source: event description
ar: وصف الحدث

source: anticipatory actions
ar: الإجراءات الاستباقية

source: Description of anticipatory actions or imminent disaster
ar: وصف الإجراءات الاستباقية أو الكوارث الوشيكة

source: event scope
ar: نطاق الحدث

source: Scope and scale of event
ar: نطاق وحجم الحدث

source: Has government requested assistance
ar: هل طلبت الحكومة المساعدة؟

source: government requested assistance date
ar: تاريخ طلب المساعدة الحكومية

source: national authorities
ar: السلطات الوطنية

source: ifrc
ar: الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر

source: icrc
ar: اللجنة الدولية للصليب الأحمر

source: partner national society
ar: الجمعية الوطنية الشريكة

source: un or other
ar: الأمم المتحدة أو غيرها

source: Is major coordination mechanism
ar: آلية التنسيق الرئيسية

source: major coordination mechanism
ar: آلية التنسيق الرئيسية

source: List major coordination mechanisms in place
ar: اذكر آليات التنسيق الرئيسية المعمول بها

source: needs identified
ar: تم تحديد الحاجة

source: identified gaps
ar: تم تحديد الثغرات

source: Any identified gaps/limitations in the assessment
ar: أي ثغرات/قيود تم تحديدها في التقييم

source: people assisted
ar: الأشخاص الذين تم مساعدتهم

source: selection criteria
ar: معايير الاختيار

source: Selection criteria for affected people
ar: معايير اختيار الأشخاص المتضررين

source: entity affected
ar: الكيان المتأثر

source: Protection, gender, Inclusion affected in this process
ar: الحماية، والمساواة بين الجنسين، والإدماج المتأثرة في هذه العملية

source: community involved
ar: مشاركة المجتمع

source: Community been involved in the analysis of the process
ar: شارك المجتمع في تحليل العملية

source: women
ar: نحيف

source: men
ar: الرجال

source: girls
ar: فتيات

source: Girls under 18
ar: الفتيات دون سن 18 عامًا

source: boys
ar: الأولاد

source: Boys under 18
ar: الأولاد دون سن 18 عامًا

source: total targeted population
ar: إجمالي السكان المستهدفين

source: Estimated number of targeted people
ar: العدد التقديري للأشخاص المستهدفين

source: disability people per
ar: نسبة الأشخاص ذوي الإعاقة

source: Estimated % people disability
ar: النسبة المئوية التقديرية للأشخاص ذوي الإعاقة

source: people per urban
ar: عدد السكان لكل منطقة حضرية

source: Estimated % people Urban
ar: النسبة المئوية التقديرية للسكان في المناطق الحضرية

source: people per local
ar: عدد السكان لكل منطقة محلية

source: Estimated % people Rural
ar: النسبة المئوية التقديرية للسكان الريفيين

source: people targeted with early actions
ar: الأشخاص المستهدفون بالإجراءات المبكرة

source: Number of persons targeted with early actions
ar: عدد الأشخاص المستهدفين بالإجراءات المبكرة

source: displaced people
ar: النازحون

source: Estimated number of displaced people
ar: العدد التقديري للنازحين

source: operation objective
ar: هدف العملية

source: Overall objective of the operation
ar: الهدف العام للعملية

source: response strategy
ar: استراتيجية الاستجابة

source: Did National Society
ar: هل الجمعية الوطنية

source: ns request date
ar: تاريخ الطلب

source: submission to geneva
ar: تقديم إلى جنيف

source: date of approval
ar: تاريخ الموافقة

source: end date
ar: تاريخ الانتهاء

source: publishing date
ar: تاريخ النشر

source: operation timeframe
ar: الإطار الزمني للعملية

source: operation timeframe for imminent type
ar: الإطار الزمني للعملية للنوع الوشيك

source: appeal code
ar: قانون الاستئناف

source: glide number
ar: رقم الانزلاق

source: ifrc appeal manager name
ar: اسم مدير استئناف الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر

source: ifrc appeal manager email
ar: البريد الإلكتروني لمدير استئناف الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر

source: ifrc appeal manager title
ar: مسمى مدير استئناف الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر

source: ifrc appeal manager phone number
ar: رقم هاتف مدير قسم التبرعات في الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر

source: ifrc project manager name
ar: اسم مدير مشروع الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر

source: ifrc project manager email
ar: البريد الإلكتروني لمدير مشروع الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر

source: ifrc project manager title
ar: مسمى مدير مشروع الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر

source: ifrc project manager phone number
ar: رقم هاتف مدير مشروع الاتحاد الدولي لجمعيات الصليب الأحمر والهلال الأحمر

source: national society contact name
ar: اسم جهة الاتصال في الجمعية الوطنية

source: national society contact email
ar: البريد الإلكتروني للتواصل مع الجمعية الوطنية

source: national society contact title
ar: جهة اتصال الجمعية الوطنية

source: national society contact phone number
ar: رقم هاتف الاتصال بالجمعية الوطنية

source: national society integrity contact name
ar: اسم جهة الاتصال المعنية بالنزاهة في الجمعية الوطنية

source: national society integrity contact email
ar: البريد الإلكتروني للتواصل بشأن النزاهة في الجمعية الوطنية

source: national society integrity contact title
ar: جهة اتصال النزاهة في الجمعية الوطنية

source: national society integrity contact phone number
ar: رقم هاتف التواصل مع الجمعية الوطنية المعنية بالنزاهة

source: national society hotline phone number
ar: رقم هاتف الخط الساخن للجمعية الوطنية

source: media contact name
ar: اسم جهة الاتصال الإعلامية

source: media contact email
ar: البريد الإلكتروني للتواصل الإعلامي

source: media contact title
ar: جهة الاتصال الإعلامية

source: media_contact phone number
ar: رقم هاتف التواصل الإعلامي

source: ifrc emergency name
ar: اسم الطوارئ للاتحاد الدولي للصليب الأحمر

source: ifrc emergency email
ar: البريد الإلكتروني للطوارئ التابع للاتحاد الدولي للصليب الأحمر

source: ifrc emergency title
ar: عنوان الطوارئ للاتحاد الدولي للصليب الأحمر

source: ifrc emergency phone number
ar: رقم هاتف الطوارئ للاتحاد الدولي للصليب الأحمر

source: originator name
ar: اسم المنشئ

source: originator email
ar: البريد الإلكتروني للمنشئ

source: originator title
ar: عنوان المنشئ

source: originator phone number
ar: رقم هاتف المنشئ

source: regional focal point name
ar: اسم نقطة الاتصال الإقليمية

source: regional focal point email
ar: البريد الإلكتروني لنقطة الاتصال الإقليمية

source: regional focal point title
ar: عنوان نقطة الاتصال الإقليمية

source: regional focal point phone number
ar: رقم هاتف نقطة الاتصال الإقليمية

source: human resource
ar: الموارد البشرية

source: how many volunteers and staff involved in the response?
ar: كم عدد المتطوعين والموظفين المشاركين في الاستجابة؟

source: is volunteer team diverse
ar: هل فريق المتطوعين متنوع؟

source: Does your volunteer team reflect the gender, age, and cultural diversity of the people you’re helping?
ar: هل يعكس فريق المتطوعين لديك التنوع الجنسي والعمري والثقافي للأشخاص الذين تساعدهم؟

source: Is surge personnel deployed
ar: هل تم نشر فرق الدعم؟

source: surge personnel deployed
ar: نشر أفراد السر

source: Will a Surge personnel be deployed?
ar: هل سيتم نشر أفراد من قوات الدعم؟

source: logistic capacity of ns
ar: القدرة اللوجستية لـ ns

source: what is the logistics capacity of the National Society?
ar: ما هي القدرة اللوجستية للجمعية الوطنية؟

source: safety concerns
ar: مخاوف تتعلق بالسلامة

source: Are there any safety/security concerns which may impact the implementation of this operation?
ar: هل هناك أي مخاوف تتعلق بالسلامة/الأمن قد تؤثر على تنفيذ هذه العملية؟

source: pmer
ar: بمر

source: Does the NS have PMER capacity?
ar: هل لدى الخدمة الوطنية القدرة على إجراء تقييم طبي شامل؟

source: organization
ar: منظمة

source: Does the NS have Communications capacity?
ar: هل تمتلك القوات الخاصة قدرات اتصالات؟

source: event map
ar: خريطة الأحداث

source: images
ar: صور

source: budget file
ar: ملف الميزانية

source: budget file preview
ar: معاينة ملف الميزانية

source: Assessment Report
ar: تقرير التقييم

source: Supporting Document
ar: المستندات الداعمة

source: cover image
ar: صورة الغلاف

source: Is final report created
ar: هل تم إعداد التقرير النهائي؟

source: country
ar: دولة

source: Affected County
ar: المقاطعة المتضررة

source: district
ar: يصرف

source: Risk Security
ar: مخاطر الأمن

source: Has the child safeguarding risk analysis assessment been completed?
ar: هل تم الانتهاء من تقييم تحليل مخاطر حماية الطفل؟

source: Risk Security Concern
ar: مخاطر أمنية

source: Has anti-fraud and corruption policy
ar: لديها سياسة لمكافحة الاحتيال والفساد

source: Has prevention of sexual exploitation and abuse policy
ar: لديها سياسة لمنع الاستغلال والاعتداء الجنسي

source: Has child protection/child safeguarding policy
ar: هل يوجد سياسة لحماية الطفل/حماية الطفل

source: Has whistleblower protection policy
ar: لديها سياسة لحماية المبلغين عن المخالفات

source: Has anti-sexual harassment policy
ar: لديها سياسة لمكافحة التحرش الجنسي

source: Is Man-made Event
ar: حدث من صنع الإنسان

source: Is Active
ar: نشط

source: Source Information
ar: مصادر المعلومات

source: Proposed Action
ar: الإجراء المقترح

source: Sub total Cost
ar: التكلفة الإجمالية الفرعية

source: Surge Deployment Cost
ar: تكلفة نشر نظام الحماية من زيادة الأحمال

source: Indirect Cost
ar: التكاليف غير المباشرة

source: Total Cost
ar: التكلفة الإجمالية

source: When is the hazard expected to happen?
ar: متى يُتوقع حدوث الخطر؟

source: Hazard Date and Location
ar: تاريخ ومكان الخطر

source: When and where is the hazard expected to happen?
ar: متى وأين يُتوقع حدوث الخطر؟

source: Hazard Vulnerabilities and Risks
ar: المخاطر ونقاط الضعف

source: Explain the underlying vulnerabilities and risks the hazard poses for at-risk communities?
ar: اشرح نقاط الضعف والمخاطر الكامنة التي يشكلها الخطر على المجتمعات المعرضة للخطر؟

source: Scenario Analysis Supporting Document
ar: وثيقة داعمة لتحليل السيناريو

source: Contingency Plans Supporting Document
ar: وثيقة داعمة لخطط الطوارئ

source: Addressed Humanitarian Impacts
ar: معالجة الآثار الإنسانية

source: Which of the expected severe humanitarian impacts of the hazard are your actions addressing?
ar: ما هي الآثار الإنسانية الخطيرة المتوقعة لهذا الخطر التي تتصدى لها إجراءاتكم؟

source: drefs
ar: دريفس

source: file
ar: ملف

source: created_by
ar: تم إنشاؤه بواسطة

source: dref file
ar: ملف مرجعي

source: dref files
ar: ملفات مرجعية

source: Dref
ar: دريف

source: Number of people targeted
ar: عدد الأشخاص المستهدفين

source: number of people affected
ar: عدد الأشخاص المتضررين

source: Dref allocated so far
ar: تم تخصيص دريف حتى الآن

source: Additional allocation
ar: تخصيص إضافي

source: Total dref allocation
ar: إجمالي تخصيص الموارد

source: Operational Update Number
ar: رقم التحديث التشغيلي

source: Reporting Timeframe
ar: الإطار الزمني لإعداد التقارير

source: Update Date
ar: تاريخ التحديث

source: Is Timeframe Extension Required
ar: هل يلزم تمديد الإطار الزمني؟

source: New Operation Start Date
ar: تاريخ بدء العملية الجديدة

source: New Operation End Date
ar: تاريخ انتهاء العملية الجديد

source: Total Operation Timeframe
ar: إجمالي مدة العملية

source: Changing time operation
ar: عملية تغيير الوقت

source: Changing operation strategy
ar: تغيير استراتيجية التشغيل

source: Changing target population of operation
ar: تغيير الفئة المستهدفة للعملية

source: Changing geographic location
ar: تغيير الموقع الجغرافي

source: Changing budget
ar: تغيير الميزانية

source: Request for second allocation
ar: طلب تخصيص ثانٍ

source: Summary of change
ar: ملخص التغيير

source: Has change since request
ar: هل طرأ تغيير منذ الطلب؟

source: Event description
ar: وصف الأحداث

source: Anticipatory actions
ar: الإجراءات الاستباقية

source: Event scope
ar: نطاق الحدث

source: Is there un_or_other_actor
ar: هل يوجد فاعل غير معروف أو فاعل آخر؟

source: Is there major coordinate mechanism
ar: هل توجد آلية تنسيق رئيسية؟

source: Has Forecasted Event Materialize
ar: هل تحققت التوقعات؟

source: Please explain how is the operation is transitioning from Anticipatory to Response
ar: يرجى توضيح كيفية انتقال العملية من مرحلة الاستباق إلى مرحلة الاستجابة.

source: Specified Trigger Met
ar: تم استيفاء الزناد المحدد

source: Has Event occurred
ar: هل وقع الحدث؟

source: Reporting Time Start Date
ar: تاريخ بدء وقت الإبلاغ

source: Reporting Time End Date
ar: تاريخ انتهاء وقت الإبلاغ

source: Ns request date
ar: تاريخ طلب Ns

source: Date of Approval
ar: تاريخ الموافقة

source: Reporting Start Date
ar: تاريخ بدء الإبلاغ

source: Reporting End Date
ar: تاريخ انتهاء التقرير

source: Dref Operational Update
ar: تحديث عمليات دريف

source: Dref Operational Updates
ar: تحديثات عمليات دريف

source: Date of publication
ar: تاريخ النشر

source: total operation timeframe for imminent type
ar: إجمالي الإطار الزمني للعملية للنوع الوشيك

source: Operation Start Date
ar: تاريخ بدء العملية

source: Change in operational strategy
ar: تغيير في الاستراتيجية التشغيلية

source: Want to report
ar: تريد الإبلاغ

source: Additional National Societies Actions
ar: إجراءات إضافية للجمعيات الوطنية

source: financial report
ar: التقرير المالي

source: financial preview
ar: نظرة عامة على الوضع المالي

source: Number of women assisted
ar: عدد النساء اللاتي تلقين المساعدة

source: Number of men assisted
ar: عدد الرجال الذين تم تقديم المساعدة لهم

source: Number of girls under 18 assisted
ar: عدد الفتيات دون سن 18 عامًا اللاتي تلقين المساعدة

source: Number of boys under 18 assisted
ar: عدد الأولاد الذين تقل أعمارهم عن 18 عامًا والذين تلقوا المساعدة

source: Has national society conducted any intervention
ar: هل قامت الجمعية الوطنية بأي تدخل؟

source: National Society conducted description
ar: وصف أجرته الجمعية الوطنية

source: Financial Report Description
ar: وصف التقرير المالي

source: Main Donors
ar: المانحون الرئيسيون

source: Operation End Date
ar: تاريخ انتهاء العملية

source: Mitigation Efforts and Achievements
ar: جهود التخفيف والإنجازات

source: Lessons learnt and challenges
ar: الدروس المستفادة والتحديات

source: Sub total Expenditure Cost
ar: إجمالي تكلفة الإنفاق

source: Surge Deployment Expenditure Cost
ar: تكلفة نشر أنظمة الحماية من زيادة الطلب

source: Indirect Expenditure Cost
ar: تكلفة الإنفاق غير المباشر

source: Total Expenditure Cost
ar: إجمالي تكلفة الإنفاق

source: Dref Final Report
ar: التقرير النهائي لمؤسسة دريف

source: Dref Final Reports
ar: التقارير النهائية لـ Dref

source: Caption
ar: التسمية التوضيحية

source: Cannot be updated while the translation is in progress
ar: لا يمكن تحديثها أثناء عملية الترجمة

source: Cannot add event_date if onset type not in %s or %s
ar: لا يمكن إضافة تاريخ الحدث إذا لم يكن نوع البداية موجودًا في %s أو %s

source: Can't Update dref for approved Final Report
ar: لا يمكن تحديث مرجع التقرير النهائي المعتمد

source: Operation timeframe can't be greater than %s for assessment_report
ar: لا يمكن أن تتجاوز مدة العملية %s لتقرير التقييم

source: Proposed Action is required for type DREF Imminent
ar: الإجراء المقترح مطلوب للنوع DREF الوشيك

source: Sub-total is required for Imminent DREF
ar: المجموع الفرعي مطلوب لـ Imminent DREF

source: Sub-total should be equal to %s for Imminent DREF
ar: يجب أن يكون المجموع الفرعي مساوياً لنسبة مئوية لـ

source: Surge Deployment is required for Imminent DREF
ar: نشر قوات إضافية مطلوب لحالات الطوارئ الوشيكة

source: Indirect Cost is required for Imminent DREF
ar: التكاليف غير المباشرة مطلوبة لـ DREF الوشيك

source: Total is required for Imminent DREF
ar: المجموع مطلوب لـ Imminent DREF

source: Surge Deployment Cost should be equal to %s for Surge Personnel Deployed
ar: ينبغي أن تكون تكلفة نشر القوات الإضافية مساوية لنسبة مئوية من تكلفة نشر الأفراد الإضافيين.

source: Indirect Cost should be equal to %s for Surge Personnel Deployed
ar: ينبغي أن تساوي التكلفة غير المباشرة نسبة مئوية معينة للأفراد المنتشرين في حالات الطوارئ.

source: Indirect Cost should be equal to %s for No Surge Personnel Deployed
ar: ينبغي أن تكون التكلفة غير المباشرة مساوية لنسبة مئوية في حالة عدم نشر أفراد إضافيين.

source: Total should be equal to sum of Sub-total, Surge Deployment Cost and Indirect Cost
ar: يجب أن يكون الإجمالي مساوياً لمجموع المجموع الفرعي وتكلفة نشر الطوارئ والتكلفة غير المباشرة

source: Can add utmost %s images
ar: يمكن إضافة ما يصل إلى %s من الصور

source: Only image owner can attach image. Not allowed image ids: %s
ar: لا يُسمح بإرفاق الصورة إلا لمالكها. معرفات الصور غير المسموح بها: %s

source: Operation timeframe can't be greater than {self.MAX_OPERATION_TIMEFRAME}
ar: لا يمكن أن يتجاوز الإطار الزمني للعملية {self.MAX_OPERATION_TIMEFRAME}

source: Can't create Operational Update for not approved dref.
ar: لا يمكن إنشاء تحديث تشغيلي لمرجع غير معتمد.

source: Can't create Operational Update for not approved Operational Update %s id and Operational Update Number %i.
ar: لا يمكن إنشاء تحديث تشغيلي لتحديث تشغيلي غير معتمد برقم تعريف %s ورقم التحديث التشغيلي %i.

source: Starting language does not match the expected language.
ar: اللغة المستخدمة في البداية لا تتطابق مع اللغة المتوقعة.

source: Invalid starting language. Supported options are '{valid_languages[0]}' and '{valid_languages[1]}'.
ar: لغة بدء غير صالحة. الخيارات المدعومة هي '{valid_languages[0]}' و '{valid_languages[1]}'.

source: Can't create Final Report for not approved dref.
ar: لا يمكن إنشاء التقرير النهائي للمستندات غير المعتمدة.

source: Can't create Final Report for not approved Operational Update %s ids
ar: لا يمكن إنشاء التقرير النهائي لتحديثات العمليات غير المعتمدة (معرفات %s).

source: Can't update approved final report.
ar: لا يمكن تحديث التقرير النهائي المعتمد.

source: Sub-total Expenditure is required for Imminent DREF
ar: يلزم حساب إجمالي النفقات الفرعية لـ DREF الوشيك

source: Indirect Expenditure is required for Imminent DREF
ar: يلزم الإنفاق غير المباشر لـ DREF الوشيك

source: Total Expenditure is required for Imminent DREF
ar: يلزم إجمالي النفقات لـ DREF الوشيك

source: Sub-total should be equal to proposed budget.
ar: يجب أن يكون المجموع الفرعي مساوياً للميزانية المقترحة.
