Repository: begonacalderon28/IFRC-Admin-Aware-Analytics
Catalog: go-web-app/go-api/dref/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Sub-total Expenditure should be equal to proposed expenditure.
ar: يجب أن يكون إجمالي المصروفات مساوياً للمصروفات المقترحة.

source: Total Expenditure Cost should be equal to sum of Sub-total Expenditure, Surge Deployment Expenditure and Indirect Expenditure Cost.
ar: يجب أن تكون تكلفة الإنفاق الإجمالية مساوية لمجموع الإنفاق الفرعي، ونفقات نشر الطوارئ، وتكلفة الإنفاق غير المباشر.

source: Can't create final report for dref type %s
ar: لا يمكن إنشاء التقرير النهائي لنوع المرجع %s

source: This Dref has already been approved.
ar: تمت الموافقة على هذا الطلب بالفعل.

source: Must be finalized before it can be approved
ar: يجب أن يكون المنشور نهائياً قبل الموافقة عليه

source: Cannot be finalized because it is already %s
ar: لا يمكن إتمام العملية لأنها بالفعل %s

source: The translation is currently being processed. Please wait a little while before trying again.
ar: تتم معالجة الترجمة حاليًا. يُرجى الانتظار قليلًا قبل المحاولة مرة أخرى.

source: This Operational update has already been approved.
ar: تمت الموافقة على هذا التحديث التشغيلي بالفعل.

source: Must be finalized before it can be approved.
ar: يجب الانتهاء منه قبل الموافقة عليه.

source: This Final Report has already been approved.
ar: تمت الموافقة على هذا التقرير النهائي بالفعل.
